[
  {
    "city": "Havana",
    "country": "Cuba",
    "clues": [
      "This city is famous for its colorful classic cars and vibrant music scene.",
      "Home to the iconic Malecón seawall and historic Old Town."
    ],
    "fun_fact": [
      "Cuba’s capital has more classic American cars from the 1950s than any other city in the world!",
      "Havana’s historic district is a UNESCO World Heritage Site."
    ],
    "trivia": [
      "This city is known for its world-famous cigars and mojitos.",
      "Havana was founded in 1519 and became a key Spanish port."
    ]
  },
  {
    "city": "Reykjavik",
    "country": "Iceland",
    "clues": [
      "This is the northernmost capital of a sovereign country in the world.",
      "Known for its geothermal hot springs and vibrant nightlife."
    ],
    "fun_fact": [
      "This city has no McDonald's; the last one closed in 2009!",
      "During summer, the sun never fully sets, creating ‘midnight sun’ days."
    ],
    "trivia": [
      "The name of this city means 'smoky bay' due to steam from hot springs.",
      "It was founded by Norse settlers in the 9th century."
    ]
  },
  {
    "city": "Kathmandu",
    "country": "Nepal",
    "clues": [
      "This city is the gateway to the Himalayas and Mount Everest.",
      "It has ancient temples, bustling markets, and rich cultural heritage."
    ],
    "fun_fact": [
      "This city has the largest stupa (Boudhanath Stupa) in Nepal!",
      "It was once known as the 'city of glory' for its beautiful architecture."
    ],
    "trivia": [
      "This city’s famous Durbar Square is a UNESCO World Heritage Site.",
      "The living goddess 'Kumari' resides here."
    ]
  },
  {
    "city": "Auckland",
    "country": "New Zealand",
    "clues": [
      "Known as the 'City of Sails' due to its harbor full of yachts.",
      "Built on over 50 extinct volcanic cones."
    ],
    "fun_fact": [
      "This city has more boats per capita than any other in the world!",
      "Auckland’s Sky Tower is the tallest free-standing structure in the Southern Hemisphere."
    ],
    "trivia": [
      "The city is home to the All Blacks, New Zealand’s famous rugby team.",
      "It was originally settled by the Māori people."
    ]
  },
  {
    "city": "Hanoi",
    "country": "Vietnam",
    "clues": [
      "This city is known for its Old Quarter, street food, and lakes.",
      "It is the capital of a Southeast Asian country with a long history."
    ],
    "fun_fact": [
      "Hanoi’s famous train street has trains passing just inches from homes!",
      "Vietnam’s national dish, pho, originated here."
    ],
    "trivia": [
      "This city was formerly known as 'Thăng Long,' meaning ‘Rising Dragon.’",
      "Hoan Kiem Lake is home to a legendary giant turtle."
    ]
  },
  {
    "city": "Casablanca",
    "country": "Morocco",
    "clues": [
      "This city is famous for its white buildings and coastal views.",
      "It shares its name with a classic Hollywood film."
    ],
    "fun_fact": [
      "Casablanca has one of the largest mosques in the world, Hassan II Mosque!",
      "Despite its fame, most of the movie 'Casablanca' was filmed in Hollywood."
    ],
    "trivia": [
      "The city’s name means ‘White House’ in Spanish.",
      "It is Morocco’s largest city and a major business hub."
    ]
  },
  {
    "city": "Manila",
    "country": "Philippines",
    "clues": [
      "This city is the capital of an archipelago nation in Southeast Asia.",
      "It was once known as the 'Pearl of the Orient.'"
    ],
    "fun_fact": [
      "Manila’s Intramuros district is a walled city built during Spanish rule!",
      "The city experiences some of the worst traffic jams in the world."
    ],
    "trivia": [
      "Jeepneys, colorful public transport vehicles, originated from U.S. military jeeps here.",
      "Manila was heavily bombed during World War II."
    ]
  },
  {
    "city": "Santiago",
    "country": "Chile",
    "clues": [
      "This city is nestled between the Andes Mountains and the Pacific Ocean.",
      "It is the capital of the longest country in the world."
    ],
    "fun_fact": [
      "Santiago is home to the tallest building in Latin America, the Gran Torre Santiago!",
      "The city’s street dogs are famous for being well-fed and loved by locals."
    ],
    "trivia": [
      "Chileans love empanadas and ‘completo’ (a giant hot dog).",
      "The Mapocho River runs through this city."
    ]
  },
  {
    "city": "Colombo",
    "country": "Sri Lanka",
    "clues": [
      "This city is a major port and economic hub of an island nation.",
      "It has a famous beachfront promenade called Galle Face Green."
    ],
    "fun_fact": [
      "This city has one of the world's oldest botanical gardens, dating back to 1821!",
      "Colombo was once a major stop on the ancient Silk Road."
    ],
    "trivia": [
      "Sri Lanka was formerly known as ‘Ceylon.’",
      "The city is home to a mix of colonial, Buddhist, Hindu, and Islamic architecture."
    ]
  },
  {
    "city": "Perth",
    "country": "Australia",
    "clues": [
      "One of the most isolated major cities in the world.",
      "Located on the western coast of its country, known for beaches."
    ],
    "fun_fact": [
      "Perth is closer to Jakarta, Indonesia, than to Sydney!",
      "It has the largest inner-city park in the world—bigger than Central Park."
    ],
    "trivia": [
      "This city gets more sunshine than any other Australian capital.",
      "The Swan River flows through it, named after black swans."
    ]
  },
  {
    "city": "Kyoto",
    "country": "Japan",
    "clues": [
      "This city was once the imperial capital of its country for over 1,000 years.",
      "Famous for its stunning temples, shrines, and beautiful cherry blossoms."
    ],
    "fun_fact": [
      "Kyoto has over 1,600 Buddhist temples and 400 Shinto shrines, making it a spiritual and cultural hub.",
      "Unlike many Japanese cities, Kyoto was spared from bombing during World War II due to its historical significance."
    ],
    "trivia": [
      "This city is known for its matcha (green tea) and traditional kaiseki cuisine.",
      "The famous Fushimi Inari Shrine, with thousands of red torii gates, is located here."
    ]
  },
  {
    "city": "Montevideo",
    "country": "Uruguay",
    "clues": [
      "This city is the southernmost capital in South America.",
      "Famous for its long coastal promenade called the Rambla."
    ],
    "fun_fact": [
      "Montevideo has one of the highest qualities of life in Latin America!",
      "This city was the first in the world to host the FIFA World Cup in 1930."
    ],
    "trivia": [
      "Uruguayans love mate tea, which is widely consumed here.",
      "The iconic Palacio Salvo was once the tallest building in South America."
    ]
  },
  {
    "city": "Port Louis",
    "country": "Mauritius",
    "clues": [
      "This is the capital of an island nation in the Indian Ocean.",
      "Known for its colonial French architecture and lively markets."
    ],
    "fun_fact": [
      "Mauritius was once home to the dodo, an extinct flightless bird!",
      "Port Louis has a strong blend of African, Indian, Chinese, and European cultures."
    ],
    "trivia": [
      "This country gained independence from Britain in 1968.",
      "Sugarcane plantations cover a large portion of this island."
    ]
  },
  {
    "city": "San José",
    "country": "Costa Rica",
    "clues": [
      "This city is the capital of a country known for its biodiversity.",
      "Located in the Central Valley, surrounded by volcanoes."
    ],
    "fun_fact": [
      "Costa Rica has no military, and its funds go toward education and health!",
      "San José is home to the world-famous Jade Museum, displaying ancient artifacts."
    ],
    "trivia": [
      "This country popularized the phrase 'Pura Vida,' meaning 'pure life.'",
      "It has over 200 volcanic formations, some still active!"
    ]
  },
  {
    "city": "Vientiane",
    "country": "Laos",
    "clues": [
      "This is the capital of a landlocked Southeast Asian country.",
      "Known for its Buddhist temples, including Pha That Luang."
    ],
    "fun_fact": [
      "Vientiane was once a major trading post on the Mekong River.",
      "This city has a replica of the Arc de Triomphe called Patuxai."
    ],
    "trivia": [
      "Laos is the only landlocked country in Southeast Asia.",
      "Sticky rice is a staple food here, eaten more than anywhere else in the world."
    ]
  },
  {
    "city": "Windhoek",
    "country": "Namibia",
    "clues": [
      "This city is the capital of a country known for its vast deserts.",
      "Located in southern Africa, it has a strong German colonial influence."
    ],
    "fun_fact": [
      "Namibia has some of the tallest sand dunes in the world!",
      "Windhoek’s beer follows the German Purity Law, as a result of colonial history."
    ],
    "trivia": [
      "Namibia is one of the least densely populated countries in the world.",
      "The country’s national animal is the oryx, commonly seen in Windhoek."
    ]
  },
  {
    "city": "Tashkent",
    "country": "Uzbekistan",
    "clues": [
      "This city is the capital of a Central Asian country.",
      "Famous for its blue-domed mosques and Soviet-era architecture."
    ],
    "fun_fact": [
      "Tashkent’s metro stations are among the most beautiful in the world!",
      "This city was a major stop along the ancient Silk Road."
    ],
    "trivia": [
      "Uzbekistan is one of two doubly landlocked countries in the world.",
      "Plov, a rice dish, is a national specialty enjoyed in Tashkent."
    ]
  },
  {
    "city": "Dakar",
    "country": "Senegal",
    "clues": [
      "This city is the westernmost capital in Africa.",
      "Known for its vibrant music scene and Goree Island’s history."
    ],
    "fun_fact": [
      "The Dakar Rally, a famous off-road race, used to start in this city.",
      "Senegal was one of the first African nations to gain independence from France."
    ],
    "trivia": [
      "The African Renaissance Monument here is taller than the Statue of Liberty.",
      "Wrestling is one of Senegal’s most popular sports."
    ]
  },
  {
    "city": "Tegucigalpa",
    "country": "Honduras",
    "clues": [
      "This city is the capital of a Central American nation.",
      "It sits in a valley, surrounded by mountains."
    ],
    "fun_fact": [
      "The city’s name comes from a Nahuatl word meaning ‘silver mountain.’",
      "Tegucigalpa was founded as a Spanish mining town."
    ],
    "trivia": [
      "Honduras was once part of the Mayan civilization.",
      "The country is famous for producing high-quality coffee."
    ]
  },
  {
    "city": "Baku",
    "country": "Azerbaijan",
    "clues": [
      "This city is the lowest-lying national capital in the world, below sea level.",
      "Famous for its modern Flame Towers and ancient walled Old City."
    ],
    "fun_fact": [
      "Baku is nicknamed the ‘City of Winds’ due to its strong coastal breezes!",
      "It hosted the first oil well drilling in history."
    ],
    "trivia": [
      "Azerbaijan is known as the ‘Land of Fire’ due to its natural gas fires.",
      "The city’s iconic Maiden Tower is a UNESCO World Heritage Site."
    ]
  },
  {
    "city": "Tbilisi",
    "country": "Georgia",
    "clues": [
      "This city is known for its sulfur baths and unique blend of European and Asian influences.",
      "It lies along the banks of the Kura River, surrounded by mountains."
    ],
    "fun_fact": [
      "The name of this city means 'warm place' due to its hot springs!",
      "Tbilisi’s old town is a mix of medieval, Art Nouveau, and Soviet-era architecture."
    ],
    "trivia": [
      "Georgia is famous for being one of the oldest wine-producing regions in the world.",
      "The city was founded in the 5th century by King Vakhtang I Gorgasali."
    ]
  },
  {
    "city": "La Paz",
    "country": "Bolivia",
    "clues": [
      "This is the highest capital city in the world at over 3,500 meters above sea level.",
      "Surrounded by the Andes Mountains, it offers breathtaking views."
    ],
    "fun_fact": [
      "La Paz has the world's highest cable car public transport system!",
      "It is home to the infamous 'Witches' Market,' where traditional remedies and potions are sold."
    ],
    "trivia": [
      "Despite being the seat of government, Sucre is the official capital of Bolivia.",
      "The city’s San Pedro Prison is known for functioning like a small town inside."
    ]
  },
  {
    "city": "Kigali",
    "country": "Rwanda",
    "clues": [
      "This city is considered one of the cleanest in Africa.",
      "Located in the heart of a country known as the 'Land of a Thousand Hills.'"
    ],
    "fun_fact": [
      "Plastic bags are banned in this city to promote sustainability!",
      "Kigali is one of Africa’s safest and fastest-growing cities."
    ],
    "trivia": [
      "Rwanda’s official language switched from French to English in 2008.",
      "The Kigali Genocide Memorial honors the history and resilience of the country."
    ]
  },
  {
    "city": "Yerevan",
    "country": "Armenia",
    "clues": [
      "This is one of the oldest continuously inhabited cities in the world.",
      "Famous for its pink-hued buildings made from volcanic tuff stone."
    ],
    "fun_fact": [
      "This city is older than Rome, dating back to 782 BC!",
      "Yerevan is known as the 'Pink City' due to its distinct architecture."
    ],
    "trivia": [
      "Armenia was the first country to adopt Christianity as a state religion.",
      "Mount Ararat, a national symbol of Armenia, is visible from the city."
    ]
  },
  {
    "city": "Muscat",
    "country": "Oman",
    "clues": [
      "This city is known for its beautiful white-washed buildings and seaside forts.",
      "It is the capital of a Middle Eastern country with a long history of maritime trade."
    ],
    "fun_fact": [
      "Muscat is one of the few modern cities with almost no skyscrapers!",
      "The city is home to the Sultan Qaboos Grand Mosque, one of the largest in the world."
    ],
    "trivia": [
      "Oman is one of the oldest independent states in the Arab world.",
      "Frankincense, historically prized for trade, originates from this country."
    ]
  },
  {
    "city": "Maputo",
    "country": "Mozambique",
    "clues": [
      "This city is a vibrant coastal capital in Southeast Africa.",
      "Known for its Portuguese colonial architecture and lively markets."
    ],
    "fun_fact": [
      "Maputo’s railway station is one of the most beautiful in the world!",
      "The city’s cuisine is famous for its peri-peri (spicy) seafood."
    ],
    "trivia": [
      "Mozambique was a Portuguese colony until 1975.",
      "The city was formerly known as Lourenço Marques."
    ]
  },
  {
    "city": "Asmara",
    "country": "Eritrea",
    "clues": [
      "This city is famous for its well-preserved Italian Art Deco architecture.",
      "It is the capital of a country located on the Horn of Africa."
    ],
    "fun_fact": [
      "Asmara is sometimes called 'Africa’s Little Rome' due to its Italian influence!",
      "The entire city center is a UNESCO World Heritage Site."
    ],
    "trivia": [
      "Eritrea has no official national language, but Tigrinya is widely spoken.",
      "The city’s Fiat Tagliero building is an architectural marvel resembling an airplane."
    ]
  },
  {
    "city": "Ulaanbaatar",
    "country": "Mongolia",
    "clues": [
      "This is the coldest capital city in the world.",
      "It is the gateway to the vast Mongolian steppes and Gobi Desert."
    ],
    "fun_fact": [
      "Nearly half of Mongolia’s population lives in this city!",
      "The city experiences extreme temperatures, from -40°C in winter to 35°C in summer."
    ],
    "trivia": [
      "Mongolia was once the heart of Genghis Khan’s vast empire.",
      "Many people in Ulaanbaatar still live in traditional yurts."
    ]
  },
  {
    "city": "Thimphu",
    "country": "Bhutan",
    "clues": [
      "This city is the capital of a country known for prioritizing Gross National Happiness.",
      "It is one of the few capitals in the world without traffic lights."
    ],
    "fun_fact": [
      "Instead of traffic lights, Thimphu has policemen directing traffic with hand signals!",
      "Bhutan is the only carbon-negative country in the world."
    ],
    "trivia": [
      "Bhutanese architecture features intricate woodwork and colorful designs.",
      "The traditional dress, called 'gho' for men and 'kira' for women, is still widely worn."
    ]
  },
  {
    "city": "Antananarivo",
    "country": "Madagascar",
    "clues": [
      "This city is the capital of the world's fourth-largest island country.",
      "It is surrounded by hills and is known for its lively street markets."
    ],
    "fun_fact": [
      "This city’s name is often shortened to 'Tana' by locals!",
      "Madagascar is home to unique wildlife, including lemurs found nowhere else in the world."
    ],
    "trivia": [
      "The Malagasy language is closely related to languages spoken in Borneo.",
      "Baobab trees, sometimes called 'upside-down trees,' are a symbol of Madagascar."
    ]
  },
  {
    "city": "Bishkek",
    "country": "Kyrgyzstan",
    "clues": [
      "This city is the capital of a Central Asian country known for its mountains.",
      "It features Soviet-era architecture and tree-lined boulevards."
    ],
    "fun_fact": [
      "Bishkek is one of the greenest cities in Central Asia due to its many parks!",
      "The city is home to Osh Bazaar, a bustling market selling local goods."
    ],
    "trivia": [
      "Kyrgyzstan is famous for its nomadic culture and traditional yurts.",
      "The city was originally called Pishpek before being renamed Bishkek."
    ]
  },
  {
    "city": "Chisinau",
    "country": "Moldova",
    "clues": [
      "This city is the capital of one of Europe’s least-visited countries.",
      "Known for its wine culture and Soviet-style architecture."
    ],
    "fun_fact": [
      "Moldova is home to some of the world’s largest underground wine cellars!",
      "Chisinau suffered a major earthquake in 1940, which reshaped the city."
    ],
    "trivia": [
      "Moldova was part of the Soviet Union until 1991.",
      "The country has more grapevines per capita than almost anywhere else!"
    ]
  },
  {
    "city": "Gaborone",
    "country": "Botswana",
    "clues": [
      "This city is the capital of a country famous for its wildlife and safaris.",
      "It is located near the border with South Africa."
    ],
    "fun_fact": [
      "Botswana has one of the highest populations of elephants in the world!",
      "The city was named after Chief Gaborone of the Tlokwa tribe."
    ],
    "trivia": [
      "Botswana is one of Africa’s most stable democracies.",
      "The Okavango Delta, a UNESCO World Heritage Site, is a major attraction."
    ]
  },
  {
    "city": "Lusaka",
    "country": "Zambia",
    "clues": [
      "This city is one of the fastest-growing capitals in Africa.",
      "Located in southern Africa, it serves as the country’s political and economic hub."
    ],
    "fun_fact": [
      "Lusaka’s name comes from a local village chief called Lusaka!",
      "Victoria Falls, one of the world's largest waterfalls, is in Zambia."
    ],
    "trivia": [
      "Zambia is home to some of Africa’s most spectacular wildlife parks.",
      "Copper mining is a major industry in this country."
    ]
  },
  {
    "city": "Podgorica",
    "country": "Montenegro",
    "clues": [
      "This city is the capital of one of Europe’s youngest countries.",
      "Located between the Adriatic coast and the mountains."
    ],
    "fun_fact": [
      "Montenegro means ‘Black Mountain’ in Venetian Italian!",
      "Podgorica was almost completely destroyed in World War II and rebuilt."
    ],
    "trivia": [
      "The country declared independence from Serbia in 2006.",
      "Podgorica was formerly called Titograd during the Yugoslav era."
    ]
  },
  {
    "city": "Paramaribo",
    "country": "Suriname",
    "clues": [
      "This city is the capital of the smallest country in South America.",
      "It has a strong Dutch colonial influence."
    ],
    "fun_fact": [
      "Suriname is the only country in South America where Dutch is the official language!",
      "The city’s wooden buildings are a UNESCO World Heritage Site."
    ],
    "trivia": [
      "Suriname is home to one of the largest untouched rainforests in the world.",
      "The country gained independence from the Netherlands in 1975."
    ]
  },
  {
    "city": "Skopje",
    "country": "North Macedonia",
    "clues": [
      "This city is the birthplace of Mother Teresa.",
      "It features a mix of ancient Ottoman and modern architecture."
    ],
    "fun_fact": [
      "The city has undergone massive renovations, with many new statues and buildings!",
      "Skopje’s Old Bazaar is one of the largest in the Balkans."
    ],
    "trivia": [
      "North Macedonia was part of Yugoslavia until 1991.",
      "The country changed its name from Macedonia to North Macedonia in 2019."
    ]
  },
  {
    "city": "Nouakchott",
    "country": "Mauritania",
    "clues": [
      "This city is one of the least densely populated capitals in the world.",
      "Located on the Atlantic coast of West Africa."
    ],
    "fun_fact": [
      "Nouakchott was a small fishing village before becoming the capital in 1960!",
      "Mauritania is one of the last countries to officially abolish slavery."
    ],
    "trivia": [
      "The country is mostly covered by the Sahara Desert.",
      "Nouakchott’s markets sell traditional blue and white Mauritanian robes."
    ]
  },
  {
    "city": "Yamoussoukro",
    "country": "Ivory Coast",
    "clues": [
      "This city is home to one of the largest churches in the world.",
      "It was declared the capital in 1983, replacing Abidjan."
    ],
    "fun_fact": [
      "The Basilica of Our Lady of Peace here is larger than St. Peter’s Basilica in Vatican City!",
      "Yamoussoukro has wide streets with very little traffic."
    ],
    "trivia": [
      "Ivory Coast is one of the world's largest producers of cocoa.",
      "The country was a French colony until 1960."
    ]
  },
  {
    "city": "Nukuʻalofa",
    "country": "Tonga",
    "clues": [
      "This city is the capital of a Polynesian island nation.",
      "It is home to Tonga’s royal family."
    ],
    "fun_fact": [
      "Tonga is the only Pacific island nation never colonized by a foreign power!",
      "The name Nukuʻalofa means 'abode of love' in Tongan."
    ],
    "trivia": [
      "Tonga consists of over 170 islands, many of which are uninhabited.",
      "The country follows a monarchy system with a ruling king."
    ]
  },
  {
    "city": "Honiara",
    "country": "Solomon Islands",
    "clues": [
      "This city is the capital of a Pacific island nation.",
      "It was a key battlefield during World War II."
    ],
    "fun_fact": [
      "Honiara is named after a local village that once stood here!",
      "The islands are famous for their traditional war canoes."
    ],
    "trivia": [
      "The Solomon Islands were a British protectorate until 1978.",
      "The Battle of Guadalcanal took place near this city."
    ]
  },
  {
    "city": "Port Moresby",
    "country": "Papua New Guinea",
    "clues": [
      "This city is the capital of a country known for its tribal diversity.",
      "Located on the southern coast of an island that shares its name with Indonesia."
    ],
    "fun_fact": [
      "Papua New Guinea has over 800 languages spoken!",
      "The city is named after Captain John Moresby, who explored the area in 1873."
    ],
    "trivia": [
      "Papua New Guinea has some of the most remote and untouched cultures in the world.",
      "The Kokoda Track, a famous WWII battle site, is located near here."
    ]
  },
  {
    "city": "Suva",
    "country": "Fiji",
    "clues": [
      "This city is the capital of a tropical island nation in the Pacific.",
      "It is the largest city in the South Pacific outside of Australia and New Zealand."
    ],
    "fun_fact": [
      "Suva is home to the University of the South Pacific, serving multiple island nations!",
      "Fiji has three official languages: English, Fijian, and Hindi."
    ],
    "trivia": [
      "Fiji was a British colony until 1970.",
      "The country is famous for its kava, a traditional drink made from plant roots."
    ]
  },
  {
    "city": "Maseru",
    "country": "Lesotho",
    "clues": [
      "This city is the capital of a landlocked country entirely surrounded by South Africa.",
      "It sits along the Caledon River."
    ],
    "fun_fact": [
      "Lesotho is the only country in the world entirely above 1,400 meters in elevation!",
      "The Basotho people wear traditional conical hats called 'mokorotlo'."
    ],
    "trivia": [
      "Lesotho gained independence from the UK in 1966.",
      "The country is known as the 'Kingdom in the Sky' due to its high altitude."
    ]
  },
  {
    "city": "Lomé",
    "country": "Togo",
    "clues": [
      "This city is a major port on the West African coast.",
      "It was once known as the 'Paris of West Africa.'"
    ],
    "fun_fact": [
      "Lomé has one of the largest voodoo markets in the world!",
      "Togo was a German, then French colony before gaining independence in 1960."
    ],
    "trivia": [
      "The country’s name means 'house of the sea' in the Ewe language.",
      "Togo is one of the smallest countries in Africa."
    ]
  },
  {
    "city": "Banjul",
    "country": "Gambia",
    "clues": [
      "This city is the capital of the smallest country in mainland Africa.",
      "Located at the mouth of the Gambia River."
    ],
    "fun_fact": [
      "Banjul was originally founded as a British trading post for stopping the slave trade!",
      "The country is entirely surrounded by Senegal except for its coastline."
    ],
    "trivia": [
      "The official language is English, but many local languages are spoken.",
      "Gambia was once called 'Bathurst' during British rule."
    ]
  },
  {
    "city": "Funafuti",
    "country": "Tuvalu",
    "clues": [
      "This city is the capital of one of the world’s smallest countries.",
      "It consists of a thin strip of land surrounding a lagoon."
    ],
    "fun_fact": [
      "Tuvalu is only 26 square kilometers in size!",
      "Funafuti is at risk of disappearing due to rising sea levels."
    ],
    "trivia": [
      "Tuvalu has no military and relies on Australia and New Zealand for defense.",
      "It is one of the least-visited countries in the world."
    ]
  },
  {
    "city": "Tarawa",
    "country": "Kiribati",
    "clues": [
      "This city is the capital of a Pacific island nation that straddles the equator.",
      "It was the site of a major WWII battle."
    ],
    "fun_fact": [
      "Kiribati is the only country to be located in all four hemispheres!",
      "Tarawa’s beaches were once battlefields during World War II."
    ],
    "trivia": [
      "Kiribati is pronounced 'Keer-i-bahs' due to its unique language.",
      "The country has one of the lowest GDPs in the world."
    ]
  },
  {
    "city": "Majuro",
    "country": "Marshall Islands",
    "clues": [
      "This city is the capital of an island nation in the Pacific.",
      "It consists of 64 small islands forming an atoll."
    ],
    "fun_fact": [
      "The U.S. conducted nuclear tests on nearby islands in the 20th century!",
      "Majuro has one of the longest runways built on a coral atoll."
    ],
    "trivia": [
      "The country was once under U.S. administration.",
      "Most of the Marshall Islands’ population lives on Majuro."
    ]
  },
  {
    "city": "Naypyidaw",
    "country": "Myanmar",
    "clues": [
      "This city replaced Yangon as the capital in 2006.",
      "It is known for its massive, nearly empty roads."
    ],
    "fun_fact": [
      "Naypyidaw was built in secret before being announced as the new capital!",
      "It has an unusually large number of golf courses."
    ],
    "trivia": [
      "Myanmar was formerly called Burma.",
      "The country has one of the longest-running civil conflicts in the world."
    ]
  }
]
